Revit 2027 API
BuiltInFailures.GroupFailures.LoadOfGroupAbortedByUser Property
 You have aborted loading file '[File Name]' as a group.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId LoadOfGroupAbortedByUser { get; }
Public Shared ReadOnly Property LoadOfGroupAbortedByUser As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ LoadOfGroupAbortedByUser {
	FailureDefinitionId^ get ();
}
static member LoadOfGroupAbortedByUser : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace